import { Injectable } from "@angular/core";

import { Giftcard } from "./model/giftcard";
import { Sefarat } from "./model/sefarat";
import { Service } from "./model/service";


@Injectable()

export class DataService {
    constructor() { }
    specialServices: Service[] = [
        {
            id: '1',
            name: 'اکانت دولوپر اپل',
            brief: 'در کشور ما افراد زیادی هستند که توانایی توسعه یک اپلیکیشن خوب برای پلتفرم‌های شرکت اپل مثل iOS دارند. اما قرار دادن یک اپلیکیشن در App-Store با استفاده از حساب دولوپر اپل از یک طرف، و درآمدزایی از طریق آن برنامه از طرف دیگر مشکلاتی هستند که توسعه ‌دهندگان ایرانی با آن‌ها روبرو هستند.',
            description: `
            <h3>ساخت اکانت دولوپر اپل</h3>
            <p>شما می‌توانید اکانت دولوپر اپل را به صورت رایگان ایجاد کنید، اما با افتتاح چنین حسابی کمپانی اپل تنها به شما اجازه دسترسی به بخش کوچکی از امکانات یک توسعه دهنده (Developer) را می‌دهد و مهم‌ترین اشکال آن این است که شما نمی‌توانید اپلیکیشن iOS خود را در اپ استور اپل قرار بدهید.
            برای اینکه بخواهید به عنوان یک فرد صاحب اکانت دولوپر، یک برنامه را در App Store قرار بدهید لازم است پیش از هر کاری حق اشتراک سالیانه‌ای معادل ۹۹ دلار آمریکا (بدون در نظر گرفتن مالیات) به کمپانی اپل پرداخت کنید، که این کار هم با توجه به مشکلات تحریم‌های بانکی و عدم دسترسی به کارت‌های بانکی بین‌المللی چندان ممکن نیست.
            اگر هم برنامه‌ای را در این Store‌ قرار بدهید و قصد درآمدزایی از آن داشته باشید، با مشکل دریافت درآمد و همچنین نقد کردن درآمد ارزی خود روبرو خواهید بود. پس به عنوان یک توسعه دهنده در ایران از جانب کمپانی اپل با محدودیت‌های زیادی روبرو هستید.</p>
            `,
            image: '/assets/images/special/ios.png'
        },
        {
            id: '2',
            name: 'افتتاح حساب پی پال',
            brief: 'همان طور که می دانید افرادی که در ایران زندگی می کنند ( و نه ایرانی ها ) به دلیل تحریم از حق افتتاح یک حساب پی پل برای انجام خریدهای اینترنتی خود و یا دریافت درآمدهای اینترنتی محروم اند. مجموعه Payment24 از 8 سال پیش تا کنون بعنوان مکانی امن و مطمئن در زمینه پرداخت های اینترنتی با پی پل فعال بوده و طی این مدت بیش از ۱۱۰۰ اکانت پی پل برای وب مسترها ، اشخاص حقوقی و حقیقی باز کرده است و طبق آمار موجود تا بحال از این تعداد %۱۰ اکانت ها بدلایل مختلف لیمیت شده اند و %۶ آنها توانسته اند با مدارکی که در اختیارشان قرار گرفته اکانت خود را از لیمیت خارج کنند. در ادامه به سوالاتی که شاید مدنظر اکثریت افراد باشد پاسخ داده شده است که میتوانید مطالعه نمایید.',
            description: `
                <h3>پی پال چیست؟</h3>
                <p>Paypal یک سرویس واسط برای خریدهای آنلاین است. پی پل بعنوان یک واسط مالی به مردم امکان میدهد تا بدون رویت مشخصات کارت اعتباری یا اطلاعات بانکی یکدیگر نسبت به ارسال پول اقدام نمایند.</p>
            `,
            image: '/assets/images/special/paypal.png'
        },
        {
            id: '3',
            name: 'افتتاح حساب وب مانی',
            brief: `
            وب مانی یک سیستم انتقال پول الکترونیکی است که در سال ۱۹۹۸ در روسیه پایه‌گذاری شد. طبق ادعای مسئولان ارشد وب مانی، این موسسه در حال حاضر با حدود ۳۰ میلیون کاربر ثبت شده، بیش از ۶ میلیون کاربر فعال دارد که روز به روز بر تعداد آن‌ها افزوده می‌شود.
در حال حاضر می‌توان با استفاده از وب مانی از ۱۰۰.۰۰۰ فروشگاه و مرکز خدماتی آنلاین خرید کرد. همچنین این سیستم به عنوان مرجعی برای انتقال امن و بی خطر وجه بین افراد و شرکت‌های زیادی مورد استفاده قرار می‌گیرد.
            `,
            description: `
                <h3>انواع حساب وب مانی</h3>
                <p>سقف انجام تراکنش در وب مانی به نوع حسابی که از آن استفاده می‌کنید بستگی دارد. شما در ابتدا و با ثبت نام اینترنتی فقط به سقف محدودی از تراکنش دسترسی دارید که می‌توانید با ارسال مدارک خود به موسسه وب مانی این سقف را افزایش بدهید. بهتر است با توجه به نوع استفاده‌ای که از حساب خود دارید از راهنمایی کارشناسان ما در پیمنت۲۴ بهره ببرید تا حساب مناسب شما در وب مانی را برایتان ایجاد کنیم.</p>
            `,
            image: '/assets/images/special/webmoney.png'
        },
        {
            id: '5',
            name: 'شماره تلفن اختصاصی بین المللی',
            brief: `
            <ul>
            <li>امکان دریافت پیامک و تماس مستقیم بر روی تلفن همراه شما در ایران</li>
            <li>پایین ترین نرخ دریافت پیامک و مکالمه</li>
            <li>امکان وریفای کردن تمامی حساب های آنلاین در سایت های بزرگ</li>
            </ul>
            `,
            description: `
                <h3>درباره سرویس</h3>
                <p>وریفای کردن حساب بانکی ، اکانت های گوگل، کلیه سایت های خدماتی آنلاین مانند Booking.com و ... که نیازمند شماره تماس خارج از ایران می باشند.

                این امکان وجود دارد تا شما متن پیامک و تماس ورودی از تمامی کشورها و شرکت های بین المللی را بصورت کاملا سریع و با کیفیت بر روی تلفن همراه خود دریافت کنید.
                
                این خدمت به شما کمک می کند تا هر خدمت بین المللی که لازم دارید را در کوتاهترین زمان ممکن دریافت کنید.</p>
            `,
            image: '/assets/images/special/international-phone.png'
        },
    ];
    sefarats: Sefarat[] = [
        {
            id: '1',
            name: 'سفارت آمریکا',
            image: '/assets/images/sefarats/us.png',
            brief: 'تمامی متقاضیان دریافت ویزای امریکا، باید پیش از هر چیز اقدام به تکمیل اپلیکیشن فرم و تعیین وقت مصاحبه نمایند. اولین گام در روند صدور ویزا تعیین وقت مصاحبه با سفارت مورد نظر است. یکی از اصلی ترین نکات موثر در برنامه ریزی برای سفر به امریکا آگاهی از اولین فرصت موجود برای کنسولگری مورد نظر می باشد.',
            warnings: [
                `به دلیل پاره ای مشکلات، ممکن است پرداخت های ویزا/مستر با تاخیر زیاد انجام شود. لطفا قبل از ثبت سفارش مد نظر قرار دهید.`,
                `در حالت کلی پرداخت سایت ها و موارد زیر با کارت های اصلی ما قابل انجام میباشد (در برخی موارد به دلیل نامعتبر بودن درگاه سایت مورد نظر و یا ذخیره اطلاعات کارت با ویزا مجازی انجام خواهد شد ):`,
                `هزینه تعیین وقت سفارت و امور مهاجرتی`,
                `ثبت نام کلیه آزمون های بین المللی معتبر، پذیرش دانشگاه ها`,
                `پرداخت به سایت Ripe`,
                `سرویس های مسافرتی (بلیط) معتبر`,
                `کلیه پرداخت هایی که جزو موارد نام برده در بالا نباشد در صورتی که بررسی گردد و توسط ما قابل انجام باشد با اخذ $5 کارمزد بیشتر و دلارِ با نرخ 6 درصد بالای اسکناس با استفاده از ویزا کارت مجازی قابل انجام است و لطفا مد نظر داشته باشید که در صورتی که مبلغ خرید شما بخواهد برگشت و یا اصولا ریفاند شود امکان پیگیری آن وجود ندارد.`,
                `سفارشات پرداخت شده معلق در صورت عدم پیگیری بعد از 24 ساعت از سمت کاربر، لغو خواهد شد.`,
                `در صورتی که میزان ارز سفارش ثبت شده بیش از موجودی پیمنت 24 در لحظه ثبت سفارش باشد و ارز با قیمتی بالاتر تامین شود، سفارش لغو می شود و نیاز است سفارش جدید ثبت نمایید. (در صورت تمایل به ثبت سفارش با مبالغ بالا، لطفا قبل از ثبت سفارش هماهنگی بفرمایید.)`,
                `در صورتی که حساب پرداخت کننده (پیمنت 24) منقضی، بسته و یا به هر دلیلی از دسترس خارج شد، پیمنت 24 هیچ گونه مسئولیتی در قبال وجوه ریفاند شده (برگشت خورده به حساب) نخواهد داشت.`,
                `در صورتی که نیاز به فاکتور رسمی سفارش خود دارید پس از ثبت سفارش و قبل از پرداخت وجه جهت دریافت پیش فاکتور از طریق ارسال تیکت با واحد مالی هماهنگی لازم را به عمل آورید.`,
                `پرداخت با ویزا برای سایت های فروشگاهی که اجناس فیزیکی ارائه میدهند را انجام نمی دهیم ، برای این موارد میتوانید کارت های گیفت را ( در صورتی که پشتیبانی شود ) تهیه نمایید.`,
                `قبل از خرید و ثبت سفارش از اعتبار سایت مورد نظر اطمینان حاصل کنید، زیرا در صورت نارضایتی شما و یا عدم دریافت سرویس/خدمات از سایت مورد نظر این مجموعه هیچ گونه مسئولیتی در قبال آن ندارد و امکان پیگیری های بعدی هم توسط ما وجود ندارد.`,
                `توجه کنید که به هیچ عنوان امکان ارائه مدارک مرتبط با حساب ارزی به شما نمی باشد. (بعضی از سایت های سرویس دهنده بعد از پرداخت مدارک شناسایی را جهت تایید هویت پرداخت کننده و جلوگیری از کلاه برداری درخواست می کنند.)`,
                `چنانچه پیرو پرداخت مرتبط با سفارش کاربر، مبلغ از حساب ارزی کسر اما پرداخت توسط سایت پذیرنده تایید نشد، معادل ریالی تنها در صورتی با شما تسویه می شود که وجه کسر شده به حساب ما باز گردد.`,
                `در صورتی که بعد از پرداخت و پیرو پرداخت مورد نظر مبالغ اضافی و ذکر نشده از حساب ارزی کسر گردد، نیاز است مبلغ مورد نظر توسط شما پرداخت گردد.`,
                `پیمنت 24 فقط پرداخت های شما را انجام میدهد و مسئولیت کلیه پیگیری هایی که نیاز هست با شخص مورد نظر صورت بگیرد به عهده خود شما میباشد.`
            ],
            description: `
            <div class="col-sm-12 text-justify">
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>مراحل تعیین وقت سفارت آمریکا و درخواست ویزای غیر مهاجرتی آمریکا: </strong></p>
            <ul>
            <li>تکمیل فرم DS_160 و دریافت شماره تایید</li>
            <li>ثبت نام در سایت سفارت</li>
            <li>انتخاب محل برای دریافت ویزا و اسناد داده شده به سفارت</li>
            <li>پرداخت هزینه درخواست ویزا ( MRV fee)</li>
            <li>تعیین وقت برای انجام مصاحبه</li>
            </ul>
            </div>
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>فرم DS_160</strong><br> قبل از پر کردن فرم DS_160 باید تصمیم بگیرید که می خواهید از سفارت آمریکا در کدام کشور برای دریافت ویزا اقدام کنید. <br> سفارت آمریکا در کشورهای زیر می توانند درخواست ویزا را به زبان فارسی پردازش کنند.</p>
            <ul>
            <li>امارات متحده عربی ( دوبی )</li>
            <li>ترکیه ( آنکارا )</li>
            <li>ارمنستان ( ایروان)</li>
            </ul>
            </div>
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify">در تکمیل فرم DS_160 توجه داشته باشید که:</p>
            <ul>
            <li>فرم را به دقت و با حروف لاتین پر کنید.</li>
            <li>فرم ها به صورت اتوماتیک ذخیره می شوند و تا قبل از تایید فرم می توانید بارها به آن فرم برگردید و آن را ویرایش کنید.</li>
            <li>امکان ویرایش فرم بعد از تایید فرم و دریافت شماره تایید نیست. پس اگر بعد از تایید فرم متوجه اشتباهی در تکمیل آن شدید باید مجددا فرم جدید پر کنید.</li>
            <li>به ازای هر نفری که قصد همراهی شما را در این سفر دارد باید یک فرم DS_160 پر شود.</li>
            </ul>
            <p align="justify">بعد از تکمیل فرم باید بر اساس کشوری که در فرم DS_160 برای درخواست ویزای غیرمهاجرتی انتخاب کردید در سایت کشور انتخابی برای ایجاد حساب ثبت نام کنید.</p>
            <ul>
            <li>ثبت نام در کنسول گری آمریکا در دوبی</li>
            <li>ثبت نام در کنسول گری آمریکا در آنکارا</li>
            <li>ثبت نام در کنسول گری آمریکا در ایروان</li>
            </ul>
            </div>
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>انتخاب محل برای دریافت ویزا و اسناد داده شده به سفارت آمریکا (پیکاپ)</strong><br> بعد از ثبت نام در سایت کنسولگری آمریکا و ایجاد حساب و ثبت مشخصات خود در سایت، بسته به اینکه دوبی، آنکارا و یا ایروان را انتخاب کرده باشید به شما مکان هایی برای دریافت ویزا پیشنهاد می شود که باید از بین آنها یکی را انتخاب کنید. <br> تمام مدارک مربوط به ویزا از جمله پاسپورت ، ویزا و اسناد داده شده به سفارت را تنها در محلی که در این مرحله انتخاب می کنید می توانید تحویل بگیرید. البته تا یک روز قبل از تاریخ مصاحبه می توانید این مکان را تغییر دهید. <br> پس از اینکه بخش کنسول گری مدارک ویزا را به پیک تحویل داد ، حداکثر 3 روز کاری طول می کشد تا مدارک آماده تحویل شود. <br> مدارک و ویزا را تنها خودتان آن هم با ارائه مدارک شناسایی از جمله کارت شناسایی رسمی یا دولتی عکس دار، گواهی نامه رانندگی رسمی عکسدار و یا شناسنامه می توانید در محلی که در این مرحله انتخاب می کنید، تحویل بگیرید. <br> والدین شما با ارائه مدارک شناسایی (که در بالا ذکر شده) نیز می توانند تمام مدارک مربوط به ویزای شما را تحویل بگیرند. <br> در صورتی که هیچ کدوم از شرایط فوق برای شما مقدور نبود می توانید طی یک نامه ای امضا شده به شخص ثالث این مجوز را بدهید که مدارک شما را تحویل بگیرد. شخص ثالث باید مدارک شناسایی خود و شما را در زمان مراجعه به همراه داشته باشد.(البته این فقط در شرایطی ممکن هست که بزرگسال باشید.) <br> توجه کنید پاسپورت&zwnj;هایی که ظرف مدت 30 روز پس گرفته نشود به بخش کنسولی اولیه برگردانده می&zwnj;شود.</p>
            </div>
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>نکاتی که بهتر است قبل از پرداخت بدانید:&zwnj;</strong><br> هزینه پرداختی برای درخواست ویزای آمریکا</p>
            <ul>
            <li>غیر قابل استرداد می باشد چه درخواست منجر به صدور ویزای ایالات متحده بشود یا خیر</li>
            <li>غیر قابل انتقال می باشد. هزینه درخواست ویزا را نمی&zwnj;توان فروخت یا به متقاضی دیگری منتقل کرد. همچنین قابل انتقال به کنسول گری کشور دیگر نمی باشد.</li>
            <li>تنها برای یک بار استفاده می باشد. اگر درخواست ویزا رد شود برای درخواست ویزای جدید باید این هزینه مجددا پرداخت شود.</li>
            <li>یک سال اعتبار دارد. هزینه درخواست ویزا تنها تا 365 روز بعد از خرید اعتبار دارد.</li>
            </ul>
            </div>
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>پرداخت هزینه تعیین وقت سفارت آمریکا ( MRV fee)</strong><br> بعد از انتخاب محل دریافت تمام مدارک مربوط به ویزا، مبلغ نهایی که باید برای درخواست ویزا پرداخت کنید نمایش داده می شود. هزینه درخواست ویزای غیر مهاجرتی (B1/B2, C1/D, F, M, J, I, TN, TD) برای هر نفر 160$ می باشد.</p>
            </div>
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify">این مبلغ را می توانید از سه طریق پرداخت کنید.</p>
            <ul>
            <li>پرداخت نقدی که تنها در شعب مشخص شده باید انجام شود.</li>
            <li>پرداخت با کارت اعتباری ویزاکارت/ مستر کارت و همچنین کارت های هدیه TravelEZ ( نیازی نیست که الزاما ویزا کارت/ مستری که از آن برای پرداخت استفاده می کنید به نام خود شما باشد)</li>
            <li>پرداخت از طریق Payment24</li>
            </ul>
            </div>
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>تعیین وقت برای انجام مصاحبه</strong><br> بعد از پرداخت ، زمان هایی را که می توانید انتخاب کنید به شما نشان داده می شود و از بین آن ها می توانید یک تاریخ را برای انجام مصاحبه انتخاب کنید.</p>
            <ul>
            <li>توجه کنید که تا قبل از ثبت نام در سایت سفارت و پرداخت هزینه درخواست ویزا، فقط اولین زمان نزدیک در سایت نمایش داده می شود.</li>
            <li>قبل از پرداخت هزینه در خواست ویزا ( MRV fee ) ، می توانید از دوستانی که این هزینه را در کشور مورد نظر پرداخت کردند بپرسید که چه تاریخ هایی برای انجام مصاحبه موجود هست. چرا که اگر مثلا شما در سایت سفارت آمریکا در دبی پرداخت کنید، نمی توانید این پرداخت را به کنسول گری آنکارا منقل کنید و در صورتی که خواستید کنسول گری خود را تعویض کنید باید مجددا هزینه MRV fee را پرداخت کنید.</li>
            <li>نمی توانید همزمان از دو و یا چند سفارت آمریکا در کشورهای مختلف وقت بگیرید. اگر بعنوان مثال در دبی وقت گرفتید و بخواهید وقت مصاحبه دیگری در آنکارا بگیرید باید ابتدا وقت اولیه خود در دبی را کنسل کنید تا بتوانید در آنکارا وقت بگیرید.</li>
            </ul>
            </div>
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>برای درخواست پرداخت هزینه توسط Payment24: </strong></p>
            <ul>
            <li>تمامی مراحل ثبت نام برای درخواست وقت سفارت را تا مرحله پرداخت طی کنید.</li>
            <li>در صورتی که عضو سایت ما (Payment24) نیستید،&zwnj; اول باید جهت عضویت در سایت ثبت نام کنید و سپس وارد پنل کاربری خود شوید.</li>
            <li>از بخش "سفارشات" روی "سفارش جدید" کلیک کنید.</li>
            <li>از دسته بندی خدمات “ویزاکارت/ مسترکارت” و سپس “خرید با درگاه ویزا/مسترکارت” را انتخاب کنید.</li>
            <li>میزان ارز را مطابق مبلغی که در فاکتور شما آمده قرار دهید.</li>
            <li>لینک آدرس سایت سفارت مربوطه را در آدرس خرید سرویس/محصول قراردهید.</li>
            <li>در صورت داشتن دستورالعمل و مراحل پرداخت می توانید فایل آن را برای ما در سفارش خود ضمیمه کنید.</li>
            <li>تیک کنار "شرایط استفاده را با دقت مطالعه نموده و قبول دارم" را بزنید و سفارش خود را ثبت کنید.</li>
            <li>در صفحه بعد مبلغ قابل پرداخت ریالی برای سفارش شما نمایش داده می شود که باید مشخص کنید که این مبلغ را می خواهید چگونه پرداخت کنید.</li>
            </ul>
            <p align="justify">پس از واریز هزینه و ثبت سفارش ، همکاران ما در کمترین زمان ممکن آن را بررسی کرده و انجام می دهند. شما می توانید از طریق ایمیل/پیامک از انجام سفارش خود در سایت مطلع شوید. زمان انجام سفارش ها در ساعات اداری کمتر از 2 ساعت و در ساعات غیر اداری کمتر از 3 ساعت می باشد.</p>
            </div>
            `
        },
        {
            id: '2',
            name: 'سویس فی ویزای آمریکا',
            image: '/assets/images/sefarats/phi.png',
            brief: `SEVIS مخفف Student and Exchange Visitor Information System بوده و مرتبط با متقاضیان ویزای تحصیلی غیرمهاجرتی (F یا M) و یا ویزای توریستی ( J ) آمریکا است. سوسیس فی یک هزینه جداگانه است، هزینه سویس فی مربوط به سیستم سویس بوده که با هزینه مصاحبه یعنی 160 دلار تفاوت دارد. هزینه سویس باید 3 روز قبل از تاریخ مصاحبه پرداخت گردد.`,
            warnings: [
                `به دلیل پاره ای مشکلات، ممکن است پرداخت های ویزا/مستر با تاخیر زیاد انجام شود. لطفا قبل از ثبت سفارش مد نظر قرار دهید.`,
                `در حالت کلی پرداخت سایت ها و موارد زیر با کارت های اصلی ما قابل انجام میباشد (در برخی موارد به دلیل نامعتبر بودن درگاه سایت مورد نظر و یا ذخیره اطلاعات کارت با ویزا مجازی انجام خواهد شد ):`,
                `هزینه تعیین وقت سفارت و امور مهاجرتی`,
                `ثبت نام کلیه آزمون های بین المللی معتبر، پذیرش دانشگاه ها`,
                `پرداخت به سایت Ripe`,
                `سرویس های مسافرتی (بلیط) معتبر`,
                `کلیه پرداخت هایی که جزو موارد نام برده در بالا نباشد در صورتی که بررسی گردد و توسط ما قابل انجام باشد با اخذ $5 کارمزد بیشتر و دلارِ با نرخ 6 درصد بالای اسکناس با استفاده از ویزا کارت مجازی قابل انجام است و لطفا مد نظر داشته باشید که در صورتی که مبلغ خرید شما بخواهد برگشت و یا اصولا ریفاند شود امکان پیگیری آن وجود ندارد.`,
                `سفارشات پرداخت شده معلق در صورت عدم پیگیری بعد از 24 ساعت از سمت کاربر، لغو خواهد شد.`,
                `در صورتی که میزان ارز سفارش ثبت شده بیش از موجودی پیمنت 24 در لحظه ثبت سفارش باشد و ارز با قیمتی بالاتر تامین شود، سفارش لغو می شود و نیاز است سفارش جدید ثبت نمایید. (در صورت تمایل به ثبت سفارش با مبالغ بالا، لطفا قبل از ثبت سفارش هماهنگی بفرمایید.)`,
                `در صورتی که حساب پرداخت کننده (پیمنت 24) منقضی، بسته و یا به هر دلیلی از دسترس خارج شد، پیمنت 24 هیچ گونه مسئولیتی در قبال وجوه ریفاند شده (برگشت خورده به حساب) نخواهد داشت.`,
                `در صورتی که نیاز به فاکتور رسمی سفارش خود دارید پس از ثبت سفارش و قبل از پرداخت وجه جهت دریافت پیش فاکتور از طریق ارسال تیکت با واحد مالی هماهنگی لازم را به عمل آورید.`,
                `پرداخت با ویزا برای سایت های فروشگاهی که اجناس فیزیکی ارائه میدهند را انجام نمی دهیم ، برای این موارد میتوانید کارت های گیفت را ( در صورتی که پشتیبانی شود ) تهیه نمایید.`,
                `قبل از خرید و ثبت سفارش از اعتبار سایت مورد نظر اطمینان حاصل کنید، زیرا در صورت نارضایتی شما و یا عدم دریافت سرویس/خدمات از سایت مورد نظر این مجموعه هیچ گونه مسئولیتی در قبال آن ندارد و امکان پیگیری های بعدی هم توسط ما وجود ندارد.`,
                `توجه کنید که به هیچ عنوان امکان ارائه مدارک مرتبط با حساب ارزی به شما نمی باشد. (بعضی از سایت های سرویس دهنده بعد از پرداخت مدارک شناسایی را جهت تایید هویت پرداخت کننده و جلوگیری از کلاه برداری درخواست می کنند.)`,
                `چنانچه پیرو پرداخت مرتبط با سفارش کاربر، مبلغ از حساب ارزی کسر اما پرداخت توسط سایت پذیرنده تایید نشد، معادل ریالی تنها در صورتی با شما تسویه می شود که وجه کسر شده به حساب ما باز گردد.`,
                `در صورتی که بعد از پرداخت و پیرو پرداخت مورد نظر مبالغ اضافی و ذکر نشده از حساب ارزی کسر گردد، نیاز است مبلغ مورد نظر توسط شما پرداخت گردد.`,
                `پیمنت 24 فقط پرداخت های شما را انجام میدهد و مسئولیت کلیه پیگیری هایی که نیاز هست با شخص مورد نظر صورت بگیرد به عهده خود شما میباشد.`
            ],
            description: `<div class="col-sm-12 text-justify">
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>آنچه قبل از پرداخت سویس فی (SEVIS fee) باید بدانید.</strong></p>
            <ul>
            <li>قبل از پرداخت سویس فی و تکمیل فرم I-901 باید فرم کامل I‑20 (متقاضیان ویزای F-1, F-3 ,M-1 یا M-3 ) یا فرم DS 2019 (متقاضیان ویزای مبادله J-1 ) را داشته باشید که اطلاعات موجود در این فرم ها دقیقا درست باشد.</li>
            <li>اگر فرم I20 یا DS 2019 را ندارید و یا اطلاعات روی این فرم صحیح نیست با پشتیبان موسسه یا دانشگاهی که این فرم را گرفتید و یا اسپانسر برنامه exchange visitors تماس بگیرید تا یک کپی از این فرم را برای شما ارسال کنند.</li>
            <li>همسر و یا فرزندان وابسته متقاضیان ویزا F-1, F-3 ,M-1 یا M-3 یا J-1 نیازی به پرداخت هزینه ای برای سویس ندارند.</li>
            <li>اگر بعد از ارسال اطلاعات متوجه شدید که اشتباهی در پر کردن فرم انجام دادید ، نیازی به پرداخت مجدد نیست. ایمیلی به اfmjfee.sevis@ice.dhs.govارسال کنید و در آن ایمیل عنوان کنید که کدام یک از اطلاعات باید تغییر کند.</li>
            <li>بعد از پرداخت ، برای اینکه مطمئن شوید پرداخت شما موفقیت آمیز بوده و در چه وضعیتی هست با SEVIS Program Office تماس نگیرید. در عوض می توانید دکمه « بررسی وضعیت I-901 پرینت تایید پرداخت » را کلیک کنید و وضعیت آن را آنلاین بررسی کنید.</li>
            <li>در نظر داشته باشید که پرداخت هزینه سویس شما را از پرداخت هزینه وقت سفارت برای درخواست ویزا معاف نمی کند و علاوه بر مبلغی که برای سویس پرداخت می کنید باید $160 برای وقت سفارت پرداخت کنید.</li>
            <li>پرداخت هزینه سویس به صورت آنلاین و از طریق این لینک انجام می شود.</li>
            </ul>
            </div>
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>انتخاب محل برای دریافت ویزا و اسناد داده شده به سفارت آمریکا (پیکاپ)</strong><br> بعد از ثبت نام در سایت کنسولگری آمریکا و ایجاد حساب و ثبت مشخصات خود در سایت، بسته به اینکه دوبی، آنکارا و یا ایروان را انتخاب کرده باشید به شما مکان هایی برای دریافت ویزا پیشنهاد می شود که باید از بین آنها یکی را انتخاب کنید. <br> تمام مدارک مربوط به ویزا از جمله پاسپورت ، ویزا و اسناد داده شده به سفارت را تنها در محلی که در این مرحله انتخاب می کنید می توانید تحویل بگیرید. البته تا یک روز قبل از تاریخ مصاحبه می توانید این مکان را تغییر دهید. <br> پس از اینکه بخش کنسول گری مدارک ویزا را به پیک تحویل داد ، حداکثر 3 روز کاری طول می کشد تا مدارک آماده تحویل شود. <br> مدارک و ویزا را تنها خودتان آن هم با ارائه مدارک شناسایی از جمله کارت شناسایی رسمی یا دولتی عکس دار، گواهی نامه رانندگی رسمی عکسدار و یا شناسنامه می توانید در محلی که در این مرحله انتخاب می کنید، تحویل بگیرید. <br> والدین شما با ارائه مدارک شناسایی (که در بالا ذکر شده) نیز می توانند تمام مدارک مربوط به ویزای شما را تحویل بگیرند. <br> در صورتی که هیچ کدوم از شرایط فوق برای شما مقدور نبود می توانید طی یک نامه ای امضا شده به شخص ثالث این مجوز را بدهید که مدارک شما را تحویل بگیرد. شخص ثالث باید مدارک شناسایی خود و شما را در زمان مراجعه به همراه داشته باشد.(البته این فقط در شرایطی ممکن هست که بزرگسال باشید.) <br> توجه کنید پاسپورت&zwnj;هایی که ظرف مدت 30 روز پس گرفته نشود به بخش کنسولی اولیه برگردانده می&zwnj;شود.</p>
            </div>
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>هزینه سویس چه قدر می باشد؟</strong><br> هزینه سویس به نوع ویزایی که درخواست داده اید بستگی دارد که مطابق جدول زیر است.</p>
            </div>
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>هزینه سویس (SEVIS) را چه طور پرداخت کنید؟</strong><br> هزینه ی سویس با کارت های اعتباری ویزا و یا مستر کارت قابل پرداخت می باشد. همچنین می توانید پرداخت هزینه سویس رو به مجموعه ما (Payment24) بسپارید. در این حالت فرم I-901 توسط ما تکمیل و پرداخت می شود . و بعد از اتمام کار می توانید وضعیت فرم خود را از طریق این لینک و به صورت آنلاین بررسی کنید.</p>
            </div>
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>برای درخواست پرداخت هزینه توسط Payment24:</strong></p>
            <ul>
            <li>تمامی مراحل ثبت نام برای درخواست وقت سفارت را تا مرحله پرداخت طی کنید.</li>
            <li>در صورتی که عضو سایت ما (Payment24) نیستید،&zwnj; اول باید جهت عضویت در سایت ثبت نام کنید و سپس وارد پنل کاربری خود شوید.</li>
            <li>از بخش "سفارشات" روی "سفارش جدید" کلیک کنید.</li>
            <li>از دسته بندی خدمات “ویزاکارت/ مسترکارت” و سپس “خرید با درگاه ویزا/مسترکارت” را انتخاب کنید. میزان ارز را مطابق مبلغی که در فاکتور شما آمده قرار دهید.</li>
            <li>لینک آدرس سایت سویس ( https://fmjfee.com/i901fee) را در آدرس خرید سرویس/محصول قراردهید. اطلاعات زیر را در قسمت توضیحات سفارش بنویسید.</li>
            <li>نام و نام خانوادگی، تاریخ تولد به میلادی به انگلیسی مطابق آنچه در فرم I20 و یا DS 2019 وارد کردید.</li>
            <li>شماره SEVIS Identification که با حرف N شروع می شود (شماره ای که روی فرم I20 و یا DS 2019 درج شده)</li>
            <li>آدرس پستی به صورت کامل با ذکر شهر و کد پستی (که از این آدرس برای ارسال چاپی رسید SEVIS hard copy استفاده می شود. )&zwnj;</li>
            <li>کد دانشگاه ( اگر ویزای درخواستی شما از نوع F می باشد ) EXchange Visitor Category و Exchange Visitor Program Number ( اگر ویزای درخواستی شما از نوع J می باشد. )</li>
            <li>تیک کنار "شرایط استفاده را با دقت مطالعه نموده و قبول دارم" را بزنید و سفارش خود را ثبت کنید.</li>
            <li>در صفحه بعد مبلغ قابل پرداخت ریالی برای سفارش شما نمایش داده می شود که باید مشخص کنید که این مبلغ را می خواهید چگونه پرداخت کنید.</li>
            </ul>
            </div>
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify">پس از واریز هزینه و ثبت سفارش ، همکاران ما در کمترین زمان ممکن آن را بررسی کرده و انجام می دهند. شما می توانید از طریق ایمیل/پیامک از انجام سفارش خود در سایت مطلع شوید. زمان انجام سفارش ها در ساعات اداری کمتر از 2 ساعت و در ساعات غیر اداری کمتر از 3 ساعت می باشد.</p>
            </div>
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>توجه کنید که :</strong></p>
            <ul>
            <li>از بخش "سفارشات" روی "سفارش جدید" کلیک کنید.</li>
            <li>سویس فی را باید حداقل سه روز کاری قبل از مصاحبه پرداخت کنید. ( قبل از اینکه هزینه سویس را پرداخت کنید می توانید برای گرفتن وقت سفارت اقدام کنید. )</li>
            <li>هزینه سویسی که پرداخت می کنید تا یکسال اعتبار دارد و می توانید چندین بار در طول مدت یکسال از آن استفاده کنید. (حتی اگر در مصاحبه سفارت رد شوید برای مصاحبه دوباره نیازی به پرداخت مجدد این هزینه نمی باشد.)</li>
            <li>بعد از پرداخت هزینه سویس یا همان لحظه پرداخت و یا بعد از آن از طریق این لینک و کلیک بر روی دکمه « بررسی وضعیت I-901 پرینت تایید پرداخت » از تاییدیه پرداخت تان پرینت بگیرید و در روز مصاحبه با خود ببرید.</li>
            <li>هزینه سویس (SEVIS fee ) غیر قابل استرداد می باشد و قابل انتقال به شخصی دیگر نمی باشد.</li>
            <li>درصورتی که بخواهید اطلاعات پرداخت سویس خود را برای یک SEVIS ID دیگر استفاده کنید ( برای دانشگاه و یا موسسه دیگر ) به صورت زیر عمل کنید.</li>
            <li>به آدرس fmjfee.SEVIS@DHS.gov با موضوع transfer fee ایمیل بزنید که این ایمیل باید شامل این موارد باشد&zwnj;:&zwnj; نام، تاریخ تولد به میلادی، شماره SEVIS ID که با آن سویس را پرداخت کردید، شماره SEVIS ID را که می خواهید پرداخت شما به آن انتقال پیدا کند و دلیلی که می خواهید SEVIS ID خود را تعویض کنید.</li>
            </ul>
            <p align="justify">SEVIS درخواست شما را بررسی می کند و به شما اطلاع می دهد که امکان این جابه جایی می باشد یا نه. اگر با درخواست شما موافقت شود ، از طریق ایمیل و یا نامه به شما اطلاع داده می شود که می توانید تاییدیه پرداخت هزینه سویس خود را که به روز شده است را پرینت کنید. به این صورت که به www.fmjfee.comمی روید و با SEVIS ID جدید ، تاییدیه پرداخت خود را پرینت کنید.</p>
            </div>
            `
        },
        {
            id: '3',
            name: ' سفارت کانادا',
            image: '/assets/images/sefarats/mycics.png',
            brief: 'اگر موفق به اخذ ویزای کاری کانادا شوید، می توانید بعد از چند سال کار و پرداخت مالیات در کانادا درخواست اقامت دائم دهید و پاسپورت کانادایی دریافت کنید.',
            warnings: [
                `به دلیل پاره ای مشکلات، ممکن است پرداخت های ویزا/مستر با تاخیر زیاد انجام شود. لطفا قبل از ثبت سفارش مد نظر قرار دهید.`,
                `در حالت کلی پرداخت سایت ها و موارد زیر با کارت های اصلی ما قابل انجام میباشد (در برخی موارد به دلیل نامعتبر بودن درگاه سایت مورد نظر و یا ذخیره اطلاعات کارت با ویزا مجازی انجام خواهد شد ):`,
                `هزینه تعیین وقت سفارت و امور مهاجرتی`,
                `ثبت نام کلیه آزمون های بین المللی معتبر، پذیرش دانشگاه ها`,
                `پرداخت به سایت Ripe`,
                `سرویس های مسافرتی (بلیط) معتبر`,
                `کلیه پرداخت هایی که جزو موارد نام برده در بالا نباشد در صورتی که بررسی گردد و توسط ما قابل انجام باشد با اخذ $5 کارمزد بیشتر و دلارِ با نرخ 6 درصد بالای اسکناس با استفاده از ویزا کارت مجازی قابل انجام است و لطفا مد نظر داشته باشید که در صورتی که مبلغ خرید شما بخواهد برگشت و یا اصولا ریفاند شود امکان پیگیری آن وجود ندارد.`,
                `سفارشات پرداخت شده معلق در صورت عدم پیگیری بعد از 24 ساعت از سمت کاربر، لغو خواهد شد.`,
                `در صورتی که میزان ارز سفارش ثبت شده بیش از موجودی پیمنت 24 در لحظه ثبت سفارش باشد و ارز با قیمتی بالاتر تامین شود، سفارش لغو می شود و نیاز است سفارش جدید ثبت نمایید. (در صورت تمایل به ثبت سفارش با مبالغ بالا، لطفا قبل از ثبت سفارش هماهنگی بفرمایید.)`,
                `در صورتی که حساب پرداخت کننده (پیمنت 24) منقضی، بسته و یا به هر دلیلی از دسترس خارج شد، پیمنت 24 هیچ گونه مسئولیتی در قبال وجوه ریفاند شده (برگشت خورده به حساب) نخواهد داشت.`,
                `در صورتی که نیاز به فاکتور رسمی سفارش خود دارید پس از ثبت سفارش و قبل از پرداخت وجه جهت دریافت پیش فاکتور از طریق ارسال تیکت با واحد مالی هماهنگی لازم را به عمل آورید.`,
                `پرداخت با ویزا برای سایت های فروشگاهی که اجناس فیزیکی ارائه میدهند را انجام نمی دهیم ، برای این موارد میتوانید کارت های گیفت را ( در صورتی که پشتیبانی شود ) تهیه نمایید.`,
                `قبل از خرید و ثبت سفارش از اعتبار سایت مورد نظر اطمینان حاصل کنید، زیرا در صورت نارضایتی شما و یا عدم دریافت سرویس/خدمات از سایت مورد نظر این مجموعه هیچ گونه مسئولیتی در قبال آن ندارد و امکان پیگیری های بعدی هم توسط ما وجود ندارد.`,
                `توجه کنید که به هیچ عنوان امکان ارائه مدارک مرتبط با حساب ارزی به شما نمی باشد. (بعضی از سایت های سرویس دهنده بعد از پرداخت مدارک شناسایی را جهت تایید هویت پرداخت کننده و جلوگیری از کلاه برداری درخواست می کنند.)`,
                `چنانچه پیرو پرداخت مرتبط با سفارش کاربر، مبلغ از حساب ارزی کسر اما پرداخت توسط سایت پذیرنده تایید نشد، معادل ریالی تنها در صورتی با شما تسویه می شود که وجه کسر شده به حساب ما باز گردد.`,
                `در صورتی که بعد از پرداخت و پیرو پرداخت مورد نظر مبالغ اضافی و ذکر نشده از حساب ارزی کسر گردد، نیاز است مبلغ مورد نظر توسط شما پرداخت گردد.`,
                `پیمنت 24 فقط پرداخت های شما را انجام میدهد و مسئولیت کلیه پیگیری هایی که نیاز هست با شخص مورد نظر صورت بگیرد به عهده خود شما میباشد.`
            ],
            description: `<div class="col-sm-12 text-justify">
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>مهاجرت کاری به کانادا:</strong><br>
            اگر موفق به اخذ ویزای کاری کانادا شوید، می توانید بعد از چند سال کار و پرداخت مالیات در کانادا درخواست اقامت دائم دهید و پاسپورت کانادایی دریافت کنید.</p>
            </div>
            
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify">درخواست ویزای کار (work permit) در کانادا را به دو صورت می توان درخواست داد: به صورت آنلاین و به صورت کاغذی (ارسال پستی و یا تحویل حضوری)<br>
            از سال 2012 امکان درخواست ویزای کار به صورت آنلاین ایجاد شد. مزیتی که این روش نسبت به روش پستی و یا تحویل حضوری مدارک به سفارت کانادا دارد این است که مراحل بررسی مدارک با سرعت بیشتری انجام می شود و هزینه های قابل پرداخت را راحت تر و با کارت اعتباری ویزا و یا مستر کارت می توان پرداخت کرد.<br>
            اقدامات لازم برای درخواست آنلاین ویزای کار در کانادا به ترتیب زیر عمل کنید:</p>
            
            <ul>
                <li>تعیین واجد شرایط بودن با پاسخ به سوال های پرسیده شده</li>
                <li>ساخت اکانت MyCIC</li>
                <li>ارسال مدارک درخواست شده</li>
                <li>پرداخت هزینه مشخص شده</li>
            </ul>
            </div>
            
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify">ابتدا باید ببینید که آیا شرایط شما با شرایط مهاجرت کاری به کانادا مطابقت دارد؟ برای این کار باید قبل از ثبت نام در بخش Determine your eligibility به سوالات صادقانه پاسخ دهید . اگر شرایط مناسب ویزای کار را داشته باشید در انتهای سوال ها به شما کد Personal reference code داده می شود که با این کد می توانید برای ساخت اکانت MYCIC اقدام کنید.<br>
            بعد از اینکه برای خود در سایت دولت کانادا اکانت ساختید (اکانت MYCIC) با توجه به شرایط شما مشخص می شود که چه مدارکی را باید ارسال کنید و مبلغ قابل پرداخت برای شما چه مقدار می باشد.</p>
            </div>
            
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>هزینه های مربوط به ویزای کار:</strong></p>
            
            <ul>
                <li>برای درخواست ویزای کار کانادا به ازای هر نفر مبلغ 155$ باید پرداخت کنید.</li>
                <li>اگر عضو گروه هنری ( 3 نفر به بالا ) هستید مبلغ در نظر گرفته شده برای کل گروه 465$ می باشد که با تمام اعضای گروه باید در یک زمان و یک مکان درخواست دهید.</li>
                <li>شهروندان برخی کشورها از جمله ایران به هنگام درخواست ویزا باید عکس و یا اثر انگشت خود را نیز بدهند که هزینه آن 85 دلار می باشد.</li>
                <li>اگر از خارج از آمریکا درخواست می دهید ، بعد از درخواست آنلاین برای دادن اثر انگشت و یا عکس باید به نزدیک ترین مرکز درخواست ویزا (Visa Application Centre) بروید.</li>
                <li>در بسیاری موارد هزینه open work permit را باید در همان زمانی که هزینه درخواست ویزای کار می دهید پرداخت کنید.</li>
                <li>open work permit ویزایی هست که تنها مخصوص کار نیست.</li>
            </ul>
            </div>
            
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>درخواست قیمت </strong><br>
            ویزای کار (work permit) $155<br>
            ویزای کار برای 3 نفر به بالا در یک گروه اجرایی هنری $464<br>
            Open work permit holder $100</p>
            </div>
            
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>هزینه های مربوط به ویزای کار</strong><br>
            هزینه های اپلیکیشن فی سفارت کانادا را می توانید :</p>
            
            <ul>
                <li>با کارت های اعتباری و یا کارت هدیه ویزا/ مستر ( VisaCard /MasterCard ) بپردازید.</li>
                <li>ازطریق ثبت سفارش در Payment24 پرداخت کنید.</li>
            </ul>
            </div>
            
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>برای درخواست پرداخت هزینه توسط Payment24: </strong></p>
            
            <ul>
                <li>تمامی مراحل ثبت نام برای درخواست وقت سفارت را تا مرحله پرداخت طی کنید.</li>
                <li>در صورتی که عضو سایت ما (Payment24) نیستید،&zwnj; اول باید جهت عضویت در سایت ثبت نام کنید و سپس وارد پنل کاربری خود شوید.</li>
                <li>از بخش "سفارشات" روی "سفارش جدید" کلیک کنید.</li>
                <li>از دسته بندی خدمات “ویزاکارت/ مسترکارت” و سپس “خرید با درگاه ویزا/مسترکارت” را انتخاب کنید.</li>
                <li>میزان ارز را مطابق مبلغی که در فاکتور شما آمده قرار دهید.</li>
                <li>لینک سایت MyCIC را در آدرس خرید سرویس/محصول قراردهید.</li>
                <li>در صورت داشتن دستورالعمل و مراحل پرداخت می توانید فایل آن را برای ما در سفارش خود ضمیمه کنید.</li>
                <li>تیک کنار "شرایط استفاده را با دقت مطالعه نموده و قبول دارم" را بزنید و سفارش خود را ثبت کنید.</li>
                <li>در صفحه بعد مبلغ قابل پرداخت ریالی برای سفارش شما نمایش داده می شود که باید مشخص کنید که این مبلغ را می خواهید چگونه پرداخت کنید.</li>
            </ul>
            
            <p align="justify">پس از واریز هزینه و ثبت سفارش ، همکاران ما در کمترین زمان ممکن آن را بررسی کرده و انجام می دهند. شما می توانید از طریق ایمیل/پیامک از انجام سفارش خود در سایت مطلع شوید. زمان انجام سفارش ها در ساعات اداری کمتر از 2 ساعت و در ساعات غیر اداری کمتر از 3 ساعت می باشد</p>
            </div>
            `
        },
        {
            id: '4',
            name: ' اقامت و گرین کارت دانمارک',
            image: '/assets/images/sefarats/denmark.png',
            brief: 'اگر می خواهید برای کار و یا زندگی به یکی از کشورهای اروپایی مهاجرت کنید و تحصیلات عالیه ( کارشناسی ، کارشناسی ارشد و یا دکترا ) دارید ، می توانید از طریق طرح گرین کارت دانمارک اقدام کنید و اجازه اقامت 2 ساله بگیرید و قبل از پایان این دوره درخواست تمدید این اجازه را تا 3 سال دیگر کنید.',
            warnings: [
                `به دلیل پاره ای مشکلات، ممکن است پرداخت های ویزا/مستر با تاخیر زیاد انجام شود. لطفا قبل از ثبت سفارش مد نظر قرار دهید.`,
                `در حالت کلی پرداخت سایت ها و موارد زیر با کارت های اصلی ما قابل انجام میباشد (در برخی موارد به دلیل نامعتبر بودن درگاه سایت مورد نظر و یا ذخیره اطلاعات کارت با ویزا مجازی انجام خواهد شد ):`,
                `هزینه تعیین وقت سفارت و امور مهاجرتی`,
                `ثبت نام کلیه آزمون های بین المللی معتبر، پذیرش دانشگاه ها`,
                `پرداخت به سایت Ripe`,
                `سرویس های مسافرتی (بلیط) معتبر`,
                `کلیه پرداخت هایی که جزو موارد نام برده در بالا نباشد در صورتی که بررسی گردد و توسط ما قابل انجام باشد با اخذ $5 کارمزد بیشتر و دلارِ با نرخ 6 درصد بالای اسکناس با استفاده از ویزا کارت مجازی قابل انجام است و لطفا مد نظر داشته باشید که در صورتی که مبلغ خرید شما بخواهد برگشت و یا اصولا ریفاند شود امکان پیگیری آن وجود ندارد.`,
                `سفارشات پرداخت شده معلق در صورت عدم پیگیری بعد از 24 ساعت از سمت کاربر، لغو خواهد شد.`,
                `در صورتی که میزان ارز سفارش ثبت شده بیش از موجودی پیمنت 24 در لحظه ثبت سفارش باشد و ارز با قیمتی بالاتر تامین شود، سفارش لغو می شود و نیاز است سفارش جدید ثبت نمایید. (در صورت تمایل به ثبت سفارش با مبالغ بالا، لطفا قبل از ثبت سفارش هماهنگی بفرمایید.)`,
                `در صورتی که حساب پرداخت کننده (پیمنت 24) منقضی، بسته و یا به هر دلیلی از دسترس خارج شد، پیمنت 24 هیچ گونه مسئولیتی در قبال وجوه ریفاند شده (برگشت خورده به حساب) نخواهد داشت.`,
                `در صورتی که نیاز به فاکتور رسمی سفارش خود دارید پس از ثبت سفارش و قبل از پرداخت وجه جهت دریافت پیش فاکتور از طریق ارسال تیکت با واحد مالی هماهنگی لازم را به عمل آورید.`,
                `پرداخت با ویزا برای سایت های فروشگاهی که اجناس فیزیکی ارائه میدهند را انجام نمی دهیم ، برای این موارد میتوانید کارت های گیفت را ( در صورتی که پشتیبانی شود ) تهیه نمایید.`,
                `قبل از خرید و ثبت سفارش از اعتبار سایت مورد نظر اطمینان حاصل کنید، زیرا در صورت نارضایتی شما و یا عدم دریافت سرویس/خدمات از سایت مورد نظر این مجموعه هیچ گونه مسئولیتی در قبال آن ندارد و امکان پیگیری های بعدی هم توسط ما وجود ندارد.`,
                `توجه کنید که به هیچ عنوان امکان ارائه مدارک مرتبط با حساب ارزی به شما نمی باشد. (بعضی از سایت های سرویس دهنده بعد از پرداخت مدارک شناسایی را جهت تایید هویت پرداخت کننده و جلوگیری از کلاه برداری درخواست می کنند.)`,
                `چنانچه پیرو پرداخت مرتبط با سفارش کاربر، مبلغ از حساب ارزی کسر اما پرداخت توسط سایت پذیرنده تایید نشد، معادل ریالی تنها در صورتی با شما تسویه می شود که وجه کسر شده به حساب ما باز گردد.`,
                `در صورتی که بعد از پرداخت و پیرو پرداخت مورد نظر مبالغ اضافی و ذکر نشده از حساب ارزی کسر گردد، نیاز است مبلغ مورد نظر توسط شما پرداخت گردد.`,
                `پیمنت 24 فقط پرداخت های شما را انجام میدهد و مسئولیت کلیه پیگیری هایی که نیاز هست با شخص مورد نظر صورت بگیرد به عهده خود شما میباشد.`
            ],
            description: `<div class="col-sm-12 text-justify">
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>طرح گرین کارت (The Greencard scheme) دانمارک</strong><br>
            اگر می خواهید برای کار و یا زندگی به یکی از کشورهای اروپایی مهاجرت کنید و تحصیلات عالیه ( کارشناسی ، کارشناسی ارشد و یا دکترا ) دارید ، می توانید از طریق طرح گرین کارت دانمارک اقدام کنید و اجازه اقامت 2 ساله بگیرید و قبل از پایان این دوره درخواست تمدید این اجازه را تا 3 سال دیگر کنید.</p>
            </div>
            
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify">حداقل امتیاز لازم برای اینکه بتوانید برای گرین کارت دانمارک اقدام کنید ، 100 می باشد که این امتیازها بر اساس ارزیابی موارد زیر به شما داده می شود:</p>
            
            <ul>
                <li>سن (10 الی 15 امتیاز)</li>
                <li>سطح تحصیلات ، دانشگاه محل تحصیل ، رشته تحصیلی (30 الی 105 امتیاز)</li>
                <li>سطح زبان (5 الی 20 امتیاز)</li>
                <li>سوابق کاری (5 الی 15 امتیاز)</li>
                <li>وفق پذیری با محیط (0 الی 15 امتیاز)</li>
                <li>اگر شما در یکی از کشورهای اتحادیه اروپا و یا نروژ ، لیختن اشتاین ، ایسلند و سوئیس تحصیل یا کار کرده باشید امتیاز مثبت خواهید داشت.</li>
            </ul>
            </div>
            
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>اقدامات لازم برای درخواست گرین کارت دانمارک</strong></p>
            
            <ul>
                <li>ثبت نام در سایت www.nyidanmark.dk</li>
                <li>انتخاب نوع پرونده ( The Greencard scheme )</li>
                <li>وارد کردن اطلاعات متقاضی ( نام، شماره پاسپورت، آدرس ایمیل )</li>
                <li>دریافت Case ID</li>
                <li>پرداخت هزینه که می توانید انتخاب کنید همان موقع با کارت های اعتباری VisaCard/MasterCard پرداخت می کنید و یا در زمان دیگر انجام می دهید.</li>
                <li>تکمیل فرم GR1</li>
                <li>اگر متاهل هستید فرم FA8 را نیز باید علاوه بر GR1 تکمیل کنید.</li>
                <li>ارسال مدارک درخواست شده و فرم تکمیل شده به سفارت دانمارک در تهران</li>
            </ul>
            </div>
            
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>برای درخواست پرداخت هزینه توسط Payment24: </strong></p>
            
            <ul>
                <li>تمامی مراحل ثبت نام برای درخواست وقت سفارت را تا مرحله پرداخت طی کنید.</li>
                <li>در صورتی که عضو سایت ما (Payment24) نیستید،&zwnj; اول باید جهت عضویت در سایت ثبت نام کنید و سپس وارد پنل کاربری خود شوید.</li>
                <li>از بخش "سفارشات" روی "سفارش جدید" کلیک کنید.</li>
                <li>از دسته بندی خدمات “ویزاکارت/ مسترکارت” و سپس “خرید با درگاه ویزا/مسترکارت” را انتخاب کنید.</li>
                <li>میزان ارز را معادل دلاری مقدار کرونی که باید برای درخواست گرین کارت دانمارک پرداخت کنید، قرار دهید.</li>
                <li>Case Order ID و یا لینک پرداختی که در ایمیل خود دریافت کردید</li>
                <li>پست الکترونیک متقاضی ویزا را وارد کنید.</li>
                <li>نام و نام خانوادگی متقاضی ویزا به انگلیسی را وارد کنید.</li>
                <li>در صورت داشتن دستورالعمل و مراحل پرداخت می توانید فایل آن را برای ما در سفارش خود ضمیمه کنید.</li>
                <li>تیک کنار "شرایط استفاده را با دقت مطالعه نموده و قبول دارم" را بزنید و سفارش خود را ثبت کنید.</li>
                <li>در صفحه بعد مبلغ قابل پرداخت ریالی برای سفارش شما نمایش داده می شود که باید مشخص کنید که این مبلغ را می خواهید چگونه پرداخت کنید.</li>
            </ul>
            
            <p align="justify">پس از واریز هزینه و ثبت سفارش ، همکاران ما در کمترین زمان ممکن آن را بررسی کرده و انجام می دهند. شما می توانید از طریق ایمیل/پیامک از انجام سفارش خود در سایت مطلع شوید. زمان انجام سفارش ها در ساعات اداری کمتر از 2 ساعت و در ساعات غیر اداری کمتر از 3 ساعت می باشد.</p>
            </div>
            `
        },
        {
            id: '5',
            name: '  تعیین وقت سفارت انگلیس',
            image: '/assets/images/sefarats/england.png',
            brief: 'ویرای توریستی کشور انگلستان به افرادی تعلق می گیرد که با هدف گردش و تفریح یا دیدار با خانواده می خواهند به این کشور سفر کنند.',
            warnings: [
                `به دلیل پاره ای مشکلات، ممکن است پرداخت های ویزا/مستر با تاخیر زیاد انجام شود. لطفا قبل از ثبت سفارش مد نظر قرار دهید.`,
                `در حالت کلی پرداخت سایت ها و موارد زیر با کارت های اصلی ما قابل انجام میباشد (در برخی موارد به دلیل نامعتبر بودن درگاه سایت مورد نظر و یا ذخیره اطلاعات کارت با ویزا مجازی انجام خواهد شد ):`,
                `هزینه تعیین وقت سفارت و امور مهاجرتی`,
                `ثبت نام کلیه آزمون های بین المللی معتبر، پذیرش دانشگاه ها`,
                `پرداخت به سایت Ripe`,
                `سرویس های مسافرتی (بلیط) معتبر`,
                `کلیه پرداخت هایی که جزو موارد نام برده در بالا نباشد در صورتی که بررسی گردد و توسط ما قابل انجام باشد با اخذ $5 کارمزد بیشتر و دلارِ با نرخ 6 درصد بالای اسکناس با استفاده از ویزا کارت مجازی قابل انجام است و لطفا مد نظر داشته باشید که در صورتی که مبلغ خرید شما بخواهد برگشت و یا اصولا ریفاند شود امکان پیگیری آن وجود ندارد.`,
                `سفارشات پرداخت شده معلق در صورت عدم پیگیری بعد از 24 ساعت از سمت کاربر، لغو خواهد شد.`,
                `در صورتی که میزان ارز سفارش ثبت شده بیش از موجودی پیمنت 24 در لحظه ثبت سفارش باشد و ارز با قیمتی بالاتر تامین شود، سفارش لغو می شود و نیاز است سفارش جدید ثبت نمایید. (در صورت تمایل به ثبت سفارش با مبالغ بالا، لطفا قبل از ثبت سفارش هماهنگی بفرمایید.)`,
                `در صورتی که حساب پرداخت کننده (پیمنت 24) منقضی، بسته و یا به هر دلیلی از دسترس خارج شد، پیمنت 24 هیچ گونه مسئولیتی در قبال وجوه ریفاند شده (برگشت خورده به حساب) نخواهد داشت.`,
                `در صورتی که نیاز به فاکتور رسمی سفارش خود دارید پس از ثبت سفارش و قبل از پرداخت وجه جهت دریافت پیش فاکتور از طریق ارسال تیکت با واحد مالی هماهنگی لازم را به عمل آورید.`,
                `پرداخت با ویزا برای سایت های فروشگاهی که اجناس فیزیکی ارائه میدهند را انجام نمی دهیم ، برای این موارد میتوانید کارت های گیفت را ( در صورتی که پشتیبانی شود ) تهیه نمایید.`,
                `قبل از خرید و ثبت سفارش از اعتبار سایت مورد نظر اطمینان حاصل کنید، زیرا در صورت نارضایتی شما و یا عدم دریافت سرویس/خدمات از سایت مورد نظر این مجموعه هیچ گونه مسئولیتی در قبال آن ندارد و امکان پیگیری های بعدی هم توسط ما وجود ندارد.`,
                `توجه کنید که به هیچ عنوان امکان ارائه مدارک مرتبط با حساب ارزی به شما نمی باشد. (بعضی از سایت های سرویس دهنده بعد از پرداخت مدارک شناسایی را جهت تایید هویت پرداخت کننده و جلوگیری از کلاه برداری درخواست می کنند.)`,
                `چنانچه پیرو پرداخت مرتبط با سفارش کاربر، مبلغ از حساب ارزی کسر اما پرداخت توسط سایت پذیرنده تایید نشد، معادل ریالی تنها در صورتی با شما تسویه می شود که وجه کسر شده به حساب ما باز گردد.`,
                `در صورتی که بعد از پرداخت و پیرو پرداخت مورد نظر مبالغ اضافی و ذکر نشده از حساب ارزی کسر گردد، نیاز است مبلغ مورد نظر توسط شما پرداخت گردد.`,
                `پیمنت 24 فقط پرداخت های شما را انجام میدهد و مسئولیت کلیه پیگیری هایی که نیاز هست با شخص مورد نظر صورت بگیرد به عهده خود شما میباشد.`
            ],
            description: `<div class="col-sm-12 text-justify">
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>مراحل گرفتن وقت سفارت انگلیس :&zwnj;</strong></p>
            <ul>
            <li>ثبت نام در سایت Visa4UK</li>
            <li>ایمیل معتبر وارد کنید.</li>
            <li>مشخص کنید که متقاضی چه نوع ویزایی هستید.مثلا متقاضی ویزای 6 ماهه گردشگری انگلیس هستید و یا برای کار می خواهید به آن جا سفر کنید.</li>
            <li>تکمیل فرم درخواست</li>
            <li>امضا و تایید اطلاعات وارد شده</li>
            <li>پرداخت هزینه درخواست ویزا</li>
            <li>پرینت فرم تکمیل شده</li>
            </ul>
            </div>
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>انواع ویزاهای انگلیس: </strong></p>
            <ul>
            <li>ویزای بازدید عمومی</li>
            <li>ویزای تحصیلی</li>
            <li>ویزای درمانی</li>
            <li>ویزای کاری</li>
            <li>و ...</li>
            </ul>
            </div>
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify">هر کدام دارای زیر مجموعه هایی با مدت زمان اعتبار متفاوت (6 ماه ،&zwnj; یکسال و… ) و یا شرایط خاص (دعوت رسمی از دولت انگلیس و … )&zwnj; می باشند.</p>
            </div>
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>هزینه های ویزای سفارت انگلیس</strong><br> بسته به نوع ویزا هزینه های درخواست آن متفاوت می باشد که می توانید قیمت انواع ویزاهای انگلیس را در این آدرس ببینید. قیمت درخواست برخی از انواع ویزاها به قرار زیر است.</p>
            </div>
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>هزینه های رایج سفارت انگلیس مبلغ</strong></p>
            <ul>
            <li>ویزای توریستی 6 ماهه $133</li>
            <li>ویزای بازدید از خانواده 6 ماهه $133</li>
            <li>ویزای تحصیلی برای دوره زبان $254</li>
            <li>ویزای Tire 1 برای سرمایه گذاری $2355</li>
            <li>ویزای Tire 1 برای کارآفرینی $1482</li>
            </ul>
            </div>
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify">افرادی که قصد دارند بیش از 6 ماه در کشور انگلیس بمانند، علاوه بر هزینه درخواست ویزای مربوطه، باید هزینه بیمه سلامت (IHS)&zwnj; را نیز پرداخت کنند.</p>
            </div>
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>نکاتی که بهتر است قبل از پرداخت بدانید:</strong></p>
            <ul>
            <li>اگر از طریق سفارت انگلیس در امارات وقت مصاحبه گرفتید، درخواست شما بعد از گذشت 60 روز از زمان پرداخت منقضی می شود و فاقد اعتبار است و برای سایر کشورهای همسایه 90 روز اعتبار دارد.</li>
            <li>بعد از تکمیل ثبت نام و پرداخت هزینه های مربوطه ، در دو ایمیل شماره ارجاع (Unique Visa Application Reference Number) و شناسه پرداخت (Payment reference number) برای شما ارسال می شود که باید این شماره ها را در جایی ذخیره کنید.</li>
            </ul>
            </div>
            <div class="fadeIn" style="margin-bottom: 60px;">
            <p align="justify"><strong>برای درخواست پرداخت هزینه توسط Payment24: </strong></p>
            <ul>
            <li>تمامی مراحل ثبت نام برای درخواست وقت سفارت را تا مرحله پرداخت طی کنید.</li>
            <li>در صورتی که عضو سایت ما (Payment24) نیستید،&zwnj; اول باید جهت عضویت در سایت ثبت نام کنید و سپس وارد پنل کاربری خود شوید.</li>
            <li>از بخش "سفارشات" روی "سفارش جدید" کلیک کنید.</li>
            <li>از دسته بندی خدمات “ویزاکارت/ مسترکارت” و سپس “خرید با درگاه ویزا/مسترکارت” را انتخاب کنید.</li>
            <li>میزان ارز را معادل دلاری مقدار کرونی که باید برای درخواست گرین کارت دانمارک پرداخت کنید، قرار دهید.</li>
            <li>Case Order ID و یا لینک پرداختی که در ایمیل خود دریافت کردید</li>
            <li>پست الکترونیک متقاضی ویزا را وارد کنید.</li>
            <li>نام و نام خانوادگی متقاضی ویزا به انگلیسی را وارد کنید.</li>
            <li>در صورت داشتن دستورالعمل و مراحل پرداخت می توانید فایل آن را برای ما در سفارش خود ضمیمه کنید.</li>
            <li>تیک کنار "شرایط استفاده را با دقت مطالعه نموده و قبول دارم" را بزنید و سفارش خود را ثبت کنید.</li>
            <li>در صفحه بعد مبلغ قابل پرداخت ریالی برای سفارش شما نمایش داده می شود که باید مشخص کنید که این مبلغ را می خواهید چگونه پرداخت کنید.</li>
            </ul>
            <p align="justify">پس از واریز هزینه و ثبت سفارش ، همکاران ما در کمترین زمان ممکن آن را بررسی کرده و انجام می دهند. شما می توانید از طریق ایمیل/پیامک از انجام سفارش خود در سایت مطلع شوید. زمان انجام سفارش ها در ساعات اداری کمتر از 2 ساعت و در ساعات غیر اداری کمتر از 3 ساعت می باشد.</p>
            </div>
            `
        },
        {
            id: '6',
            name: 'لاج (Lodge) استرالیا',
            image: '/assets/images/sefarats/australia.png',
            brief: 'استرالیا یکی از کشور های قاره اقیانوسیه محسوب می شود که در چند دهه اخیر، یکی از مقصد های تحصیل و مهاجرت مردم جهان به خصوص ایرانیان بوده است. سایت سفارت استرالیا در تهران در نشانی اینترنتی به آدرس http://iran.embassy.gov.au قرار دارد. این سایت به زبان انگلیسی، به راحتی همه نیازهای اطلاعاتی متقاضیان را پوشش داده و در واقع با مطالعه کامل و دقیق و با حوصله این پرتال، می توان برای انجام امور مهاجرتی و تحصیلی و درخواست روادید اقدام کرد.',
            warnings: [
                `به دلیل پاره ای مشکلات، ممکن است پرداخت های ویزا/مستر با تاخیر زیاد انجام شود. لطفا قبل از ثبت سفارش مد نظر قرار دهید.`,
                `در حالت کلی پرداخت سایت ها و موارد زیر با کارت های اصلی ما قابل انجام میباشد (در برخی موارد به دلیل نامعتبر بودن درگاه سایت مورد نظر و یا ذخیره اطلاعات کارت با ویزا مجازی انجام خواهد شد ):`,
                `هزینه تعیین وقت سفارت و امور مهاجرتی`,
                `ثبت نام کلیه آزمون های بین المللی معتبر، پذیرش دانشگاه ها`,
                `پرداخت به سایت Ripe`,
                `سرویس های مسافرتی (بلیط) معتبر`,
                `کلیه پرداخت هایی که جزو موارد نام برده در بالا نباشد در صورتی که بررسی گردد و توسط ما قابل انجام باشد با اخذ $5 کارمزد بیشتر و دلارِ با نرخ 6 درصد بالای اسکناس با استفاده از ویزا کارت مجازی قابل انجام است و لطفا مد نظر داشته باشید که در صورتی که مبلغ خرید شما بخواهد برگشت و یا اصولا ریفاند شود امکان پیگیری آن وجود ندارد.`,
                `سفارشات پرداخت شده معلق در صورت عدم پیگیری بعد از 24 ساعت از سمت کاربر، لغو خواهد شد.`,
                `در صورتی که میزان ارز سفارش ثبت شده بیش از موجودی پیمنت 24 در لحظه ثبت سفارش باشد و ارز با قیمتی بالاتر تامین شود، سفارش لغو می شود و نیاز است سفارش جدید ثبت نمایید. (در صورت تمایل به ثبت سفارش با مبالغ بالا، لطفا قبل از ثبت سفارش هماهنگی بفرمایید.)`,
                `در صورتی که حساب پرداخت کننده (پیمنت 24) منقضی، بسته و یا به هر دلیلی از دسترس خارج شد، پیمنت 24 هیچ گونه مسئولیتی در قبال وجوه ریفاند شده (برگشت خورده به حساب) نخواهد داشت.`,
                `در صورتی که نیاز به فاکتور رسمی سفارش خود دارید پس از ثبت سفارش و قبل از پرداخت وجه جهت دریافت پیش فاکتور از طریق ارسال تیکت با واحد مالی هماهنگی لازم را به عمل آورید.`,
                `پرداخت با ویزا برای سایت های فروشگاهی که اجناس فیزیکی ارائه میدهند را انجام نمی دهیم ، برای این موارد میتوانید کارت های گیفت را ( در صورتی که پشتیبانی شود ) تهیه نمایید.`,
                `قبل از خرید و ثبت سفارش از اعتبار سایت مورد نظر اطمینان حاصل کنید، زیرا در صورت نارضایتی شما و یا عدم دریافت سرویس/خدمات از سایت مورد نظر این مجموعه هیچ گونه مسئولیتی در قبال آن ندارد و امکان پیگیری های بعدی هم توسط ما وجود ندارد.`,
                `توجه کنید که به هیچ عنوان امکان ارائه مدارک مرتبط با حساب ارزی به شما نمی باشد. (بعضی از سایت های سرویس دهنده بعد از پرداخت مدارک شناسایی را جهت تایید هویت پرداخت کننده و جلوگیری از کلاه برداری درخواست می کنند.)`,
                `چنانچه پیرو پرداخت مرتبط با سفارش کاربر، مبلغ از حساب ارزی کسر اما پرداخت توسط سایت پذیرنده تایید نشد، معادل ریالی تنها در صورتی با شما تسویه می شود که وجه کسر شده به حساب ما باز گردد.`,
                `در صورتی که بعد از پرداخت و پیرو پرداخت مورد نظر مبالغ اضافی و ذکر نشده از حساب ارزی کسر گردد، نیاز است مبلغ مورد نظر توسط شما پرداخت گردد.`,
                `پیمنت 24 فقط پرداخت های شما را انجام میدهد و مسئولیت کلیه پیگیری هایی که نیاز هست با شخص مورد نظر صورت بگیرد به عهده خود شما میباشد.`
            ],
            description: `<div class="col-sm-12 text-justify">
            <div class="fadeIn" style="margin-bottom: 60px;">
            <h2>سایت سفارت استرالیا</h2>
            
            <p>سایت سفارت استرالیا از ۷ بخش اصلی تشکیل شده است :</p>
            
            <div style="padding-right: 20px;">
            <p><strong>۱- بخش درباره ما : </strong> جایی که شما درباره سفارت استرالیا در تهران، روابط توسعه ای اقتصادی، فرصت های استخدامی و هم چنین روابط استرالیا با جمهوری اسلامی ایران، اطلاعات مفصلی را دریافت خواهید کرد.</p>
            
            <p><strong>۲- بخش استرالیایی ها : </strong> این بخش مربوط به استرالیایی های مقیم تهران است.</p>
            
            <p><strong>۳- بخش روادید : </strong> این بخش اطلاعات کاملی درباره اخذ روادید استرالیا، سفر به استرالیا، انجام امور تجاری در استرالیا، تحصیل در استرالیا و مسائل محافظت مرزی را در بر می گیرد که مخاطبان زیادی دارد.</p>
            
            <p><strong>۴- بخش بازدید استرالیا : </strong> جایی که در باره این سرزمین ۷ میلیون کیلومتر مربعی با ۲۲ میلیون جمعیت می توان اطلاعات خوبی دریافت کرد.</p>
            
            <p><strong>۵- بخش رویداد ها : </strong> جایی که درباره رویداد های این سفارت و رویداد های ملی استرالیا اطلاعات خوبی ارائه شده است.</p>
            
            <p><strong>۶- بخش خبری : </strong> جایی که آخرین خبر ها از تغییرات فرآیند صدور روادید و تغییرات نرخ ها و مسایل مربوط به سفارت اطلاع رسانی می شود.</p>
            
            <p><strong>7- بخش ارتباطی : </strong> فرم آنلاین و هم چنین آدرس و شماره تماس ارتباط با سفارت استرالیا در تهران.</p>
            
            <h3>انواع ویزای استرالیا :</h3>
            
            <ul>
                <li>ویزای توریستی</li>
                <li>ویزای دانشجویی</li>
                <li>ویزای کار</li>
                <li>ویزای اقامت موقت</li>
                <li>ویزای مهاجرت</li>
                <li>ویزای درمانی</li>
                <li>و ...</li>
            </ul>
            
            <h3>ایجاد پروفایل</h3>
            
            <p>برای درخواست روادید اینترنتی در سایت سفارت استرالیا در تهران، می بایست کد کاربری و رمز عبور داشت و به همین خاطر از طریق سامانه ای می اکانت این کار انجام می شود. در واقع ImmiAccount کنسول ارائه خدمات آنلاین دولت استرالیا بوده و می توان کارهای مختلفی را با آن انجام داد که به طور خلاصه به شرح زیر می باشد:</p>
            
            <ul>
                <li>دسترسی به خدمات اعلام وضعیت پزشکی (Health Declaration)</li>
                <li>ویرایش پروفایل در هر زمان مورد نیاز</li>
                <li>اپلای برای یک روادید یا درخواست اقامت دائمی استرالیا</li>
                <li>ضمیمه کردن مدارک جهت درخواست روادید مختلف استرالیا</li>
                <li>استفاده از سیستم پاسخ گویی آنلاین برای خدمات بهداشتی و پزشکی متقاضیان سفر به این کشور</li>
                <li>بررسی فرآیند دریافت، ارزیابی و اعلام نتیجه درخواست روادید متقاضیان به صورت آنلاین</li>
                <li>به روز رسانی اطلاعات مورد نیاز که از سوی آفیسر سفارت به متقاضی اعلام می شود.</li>
                <li>دسترسی به سامانه شفاف سنجی روادید مخصوص سازمان ها.</li>
            </ul>
            
            <p>۲ نوع ImmiACCOUNT در دسترس متقاضیان اپلای روادید در سفارت استرالیا در تهران قرار دارد :</p>
            
            <ul>
                <li>یکی اکانت های فردی(INDIVIDUAL) است که برای اشخاص ارائه می شود.</li>
                <li>دیگری اکانت های سازمانی (ORGANIZATION) که برای موسسات درخواست کننده روادید کاربرد دارد.</li>
            </ul>
            
            <p>هزینه صدور ویزای استرالیا به طور مرتب تغییر می کند. در حال حاضر برای صدور ویزای توریستی باید ۱۳۵ دلار استرالیا و برای ویزای تحصیلی ۵۵۰ دلار استرالیا پرداخت کنید.</p>
            
            <h3>درخواست برای پرداخت هزینه توسط Payment24:</h3>
            
            <p>پس از ثبت سفارش و واریز هزینه ، همکاران ما در کمترین زمان ممکن آن را بررسی کرده و انجام می دهند. شما می توانید از طریق ایمیل/پیامک از انجام سفارش خود در سایت مطلع شوید. زمان انجام سفارش ها در ساعات اداری کمتر از 2 ساعت و در ساعات غیر اداری کمتر از 3 ساعت می باشد.</p>
            </div>
            </div>
            </div>`
        },
       
    ]
    giftcards: Giftcard[] = [
        {
            id: '1',
            name: 'گیفت کارت آیتونز',
            buyTypes: [
                '10 دلاری',
                '15 دلاری',
                '20 دلاری',
                '25 دلاری',
            ],
            warnings: [
                `جهت سفارش این گیفت کارت ها کلیه مدارک هویتی باید وریفای شده باشد که برای تایید مدارک لطفا به لینک زیر مراجعه نمایید https://localhost:4200/panel/profile`,
                `در حال حاضر فقط گیفت کارت مربوط به استور آمریکا موجود می باشدبنابراین برای استفاده از این گیفت کارت ها حتماً باید یک اپل آی دی آمریکا داشته باشید`,
                `گیفت کارت ها بدون تاریخ انقضا می باشد ( محدودیت زمانی ندارند )`,
                `در صورت redeem شدن بر روی یک اپل آی دی ، بر روی اپل آی دی دیگری قابل استفاده نیست حتی اگر دراپل آیدی قبلی استفاده نشده باشد`,
                `برای جلوگیری از مشکلات و خطاهای احتمالی قبل از redeem کردن گیفت کارت ، بهتر است از وی پی ان استفاده کنید`,
                `بعضی از خرید ها ممکن است مالیات هم داشته باشد بنابراین قبل از انتخاب نوع گیفت کارت به این موضوع توجه داشته باشد.`,
                `برای استفاده از این گیفت کارت ها دو روش وجود دارد :
              از طریق کامپیوتر و برنامه آیتونز
              
              از طریق اپ استور آیفون، آیپاد یا آیپد`
            ],
            image: 'assets/images/gifts/apple.png',
            description: 'با استفاده از گیفت کارت آیتونز می توانید هر آیتمی را در App Store, iBooks Store , Mac App Store خریداری کرده و یا حتی برای پرداخت حق عضویت در Apple Music استفاده کنید. همچنین میتوانید به آخرین به روز رسانی های نرم افزاری دسترسی پیدا کنید ، جدیدترین موزیک های روز را دانلود نموده و آرشیو کاملی از کتابهای الکترونیکی را داشته باشید.'
        },
        {
            id: '2',
            name: 'گیفت کارت آمازون',
            buyTypes: [],
            warnings: [
                `جهت سفارش این گیفت کارت ها کلیه مدارک هویتی باید وریفای شده باشد که برای تایید مدارک لطفا به لینک زیر مراجعه نمایید https://localhost:4200/panel/profile`,
                `در حال حاضر فقط گیفت کارت مربوط به استور آمریکا موجود می باشدبنابراین برای استفاده از این گیفت کارت ها حتماً باید یک اپل آی دی آمریکا داشته باشید`,
                `گیفت کارت ها بدون تاریخ انقضا می باشد ( محدودیت زمانی ندارند )`,
                `در صورت redeem شدن بر روی یک اپل آی دی ، بر روی اپل آی دی دیگری قابل استفاده نیست حتی اگر دراپل آیدی قبلی استفاده نشده باشد`,
                `برای جلوگیری از مشکلات و خطاهای احتمالی قبل از redeem کردن گیفت کارت ، بهتر است از وی پی ان استفاده کنید`,
                `بعضی از خرید ها ممکن است مالیات هم داشته باشد بنابراین قبل از انتخاب نوع گیفت کارت به این موضوع توجه داشته باشد.`,
                `برای استفاده از این گیفت کارت ها دو روش وجود دارد :
              از طریق کامپیوتر و برنامه آیتونز
              
              از طریق اپ استور آیفون، آیپاد یا آیپد`
            ],
            image: 'assets/images/gifts/amazon.png',
            description: 'آمازون یکی از فروشگاه های بزرگ آنلاین در آمریکا می باشد که دایره ی وسیعی در فروش محصولات دارد. محصولات فیزیکی از جمله لباس، ابزارهای دیجیتال و بسیاری دیگر از جمله مواردی است که در این فروشگاه به فروش میرسد. همچنین آمازون ارائه دهنده محصولات و محتواهای دیجیتالی از جمله کتاب می باشد. با استفاده از گیفت کارت های آمازون هر آنچه می خواهید را از سایتش خریداری نمایید.'
        },
        {
            id: '3',
            name: 'گیفت کارت گوگل پلی',
            buyTypes: [
                '10 دلاری',
                '15 دلاری',
            ],
            warnings: [
                `جهت سفارش این گیفت کارت ها کلیه مدارک هویتی باید وریفای شده باشد که برای تایید مدارک لطفا به لینک زیر مراجعه نمایید https://localhost:4200/panel/profile`,
                `در حال حاضر فقط گیفت کارت مربوط به استور آمریکا موجود می باشدبنابراین برای استفاده از این گیفت کارت ها حتماً باید یک اپل آی دی آمریکا داشته باشید`,
                `گیفت کارت ها بدون تاریخ انقضا می باشد ( محدودیت زمانی ندارند )`,
                `در صورت redeem شدن بر روی یک اپل آی دی ، بر روی اپل آی دی دیگری قابل استفاده نیست حتی اگر دراپل آیدی قبلی استفاده نشده باشد`,
                `برای جلوگیری از مشکلات و خطاهای احتمالی قبل از redeem کردن گیفت کارت ، بهتر است از وی پی ان استفاده کنید`,
                `بعضی از خرید ها ممکن است مالیات هم داشته باشد بنابراین قبل از انتخاب نوع گیفت کارت به این موضوع توجه داشته باشد.`,
                `برای استفاده از این گیفت کارت ها دو روش وجود دارد :
              از طریق کامپیوتر و برنامه آیتونز
              
              از طریق اپ استور آیفون، آیپاد یا آیپد`
            ],
            image: 'assets/images/gifts/googleplay.png',
            description: 'با استفاده از گیفت کارت های گوگل پلی میتوانید در بین میلیون ها قطعه ی موسیقی از همه ی خوانندگان، هزاران فیلم و برنامه های تلویزیونی، بزرگ ترین کتابخانه کتاب های الکترونیکی جستجو کنید و آن ها را انتخاب نموده ، به راحتی و به صورت آنی خریداری کنید. همچنین بسیاری از نرم افزارها و بازی های مورد علاقه تان را با استفاده از گیفت کارت های گوگل پلی می توانید خریداری کنید.'
        },
        {
            id: '4',
            name: 'گیفت کارت پلی استیشن',
            buyTypes: [
                '10 دلاری',
                '30 دلاری',
            ],
            warnings: [
                `جهت سفارش این گیفت کارت ها کلیه مدارک هویتی باید وریفای شده باشد که برای تایید مدارک لطفا به لینک زیر مراجعه نمایید https://localhost:4200/panel/profile`,
                `در حال حاضر فقط گیفت کارت مربوط به استور آمریکا موجود می باشدبنابراین برای استفاده از این گیفت کارت ها حتماً باید یک اپل آی دی آمریکا داشته باشید`,
                `گیفت کارت ها بدون تاریخ انقضا می باشد ( محدودیت زمانی ندارند )`,
                `در صورت redeem شدن بر روی یک اپل آی دی ، بر روی اپل آی دی دیگری قابل استفاده نیست حتی اگر دراپل آیدی قبلی استفاده نشده باشد`,
                `برای جلوگیری از مشکلات و خطاهای احتمالی قبل از redeem کردن گیفت کارت ، بهتر است از وی پی ان استفاده کنید`,
                `بعضی از خرید ها ممکن است مالیات هم داشته باشد بنابراین قبل از انتخاب نوع گیفت کارت به این موضوع توجه داشته باشد.`,
                `برای استفاده از این گیفت کارت ها دو روش وجود دارد :
              از طریق کامپیوتر و برنامه آیتونز
              
              از طریق اپ استور آیفون، آیپاد یا آیپد`
            ],
            image: 'assets/images/gifts/ps.png',
            description: 'کارت های هدیه پلی استیشن نتورک در دو نوع عرضه می شوند. کارت های هدیه پلاس که جهت بازی کردن در محیط آنلاین اینترنت نیاز به آن ها دارید و کارت های پلی استیشن نتورک که جهت خرید بازی ، افزونه ها و ... از فروشگاه مجاز پلی استیشن میتوانید از آن استفاده کنید.'
        },
        {
            id: '5',
            name: 'گیفت کارت XBOX',
            buyTypes: [
                '50 دلاری',
                '30 دلاری',
            ],
            warnings: [
                `جهت سفارش این گیفت کارت ها کلیه مدارک هویتی باید وریفای شده باشد که برای تایید مدارک لطفا به لینک زیر مراجعه نمایید https://localhost:4200/panel/profile`,
                `در حال حاضر فقط گیفت کارت مربوط به استور آمریکا موجود می باشدبنابراین برای استفاده از این گیفت کارت ها حتماً باید یک اپل آی دی آمریکا داشته باشید`,
                `گیفت کارت ها بدون تاریخ انقضا می باشد ( محدودیت زمانی ندارند )`,
                `در صورت redeem شدن بر روی یک اپل آی دی ، بر روی اپل آی دی دیگری قابل استفاده نیست حتی اگر دراپل آیدی قبلی استفاده نشده باشد`,
                `برای جلوگیری از مشکلات و خطاهای احتمالی قبل از redeem کردن گیفت کارت ، بهتر است از وی پی ان استفاده کنید`,
                `بعضی از خرید ها ممکن است مالیات هم داشته باشد بنابراین قبل از انتخاب نوع گیفت کارت به این موضوع توجه داشته باشد.`,
                `برای استفاده از این گیفت کارت ها دو روش وجود دارد :
              از طریق کامپیوتر و برنامه آیتونز
              
              از طریق اپ استور آیفون، آیپاد یا آیپد`
            ],
            image: 'assets/images/gifts/xboxlive.png',
            description: 'Xbox Live یک سرویس آنلاین رایگان برای کنسول های Xbox 360 می باشد که تجربه ی جدیدی را برای شما به ارمغان می آورد. با Xbox Live می توانید با دوستان خود در سرتاسر جهان بازی کنید و یا از محتواهای رسانه ای مانند موسیقی و فیلم بهره ببرید.'
        },
        {
            id: '6',
            name: 'گیفت کارت مایکروسافت',
            buyTypes: [
                '50 دلاری',
                '30 دلاری',
            ],
            warnings: [
                `جهت سفارش این گیفت کارت ها کلیه مدارک هویتی باید وریفای شده باشد که برای تایید مدارک لطفا به لینک زیر مراجعه نمایید https://localhost:4200/panel/profile`,
                `در حال حاضر فقط گیفت کارت مربوط به استور آمریکا موجود می باشدبنابراین برای استفاده از این گیفت کارت ها حتماً باید یک اپل آی دی آمریکا داشته باشید`,
                `گیفت کارت ها بدون تاریخ انقضا می باشد ( محدودیت زمانی ندارند )`,
                `در صورت redeem شدن بر روی یک اپل آی دی ، بر روی اپل آی دی دیگری قابل استفاده نیست حتی اگر دراپل آیدی قبلی استفاده نشده باشد`,
                `برای جلوگیری از مشکلات و خطاهای احتمالی قبل از redeem کردن گیفت کارت ، بهتر است از وی پی ان استفاده کنید`,
                `بعضی از خرید ها ممکن است مالیات هم داشته باشد بنابراین قبل از انتخاب نوع گیفت کارت به این موضوع توجه داشته باشد.`,
                `برای استفاده از این گیفت کارت ها دو روش وجود دارد :
              از طریق کامپیوتر و برنامه آیتونز
              
              از طریق اپ استور آیفون، آیپاد یا آیپد`
            ],
            image: 'assets/images/gifts/microsoft.png',
            description: 'دنیایی از برنامه و سرگرمی بر روی Windows: با استفاده از کارت های هدیه Windows Store می توانید از بین هزاران اپلیکیشن جذاب، بازی، موسیقی ، ویدیو و محتواهای دیگر بر روی سیستم عامل های ویندوز و Xbox آیتم مورد نظرتان را خریداری کنید. موجودی گیفت کارت شما هرگز منقضی نخواهد شد.'
        },
        {
            id: '7',
            name: 'استیم',
            buyTypes: [
                '50 دلاری',
                '30 دلاری',
            ],
            warnings: [
                `جهت سفارش این گیفت کارت ها کلیه مدارک هویتی باید وریفای شده باشد که برای تایید مدارک لطفا به لینک زیر مراجعه نمایید https://localhost:4200/panel/profile`,
                `در حال حاضر فقط گیفت کارت مربوط به استور آمریکا موجود می باشدبنابراین برای استفاده از این گیفت کارت ها حتماً باید یک اپل آی دی آمریکا داشته باشید`,
                `گیفت کارت ها بدون تاریخ انقضا می باشد ( محدودیت زمانی ندارند )`,
                `در صورت redeem شدن بر روی یک اپل آی دی ، بر روی اپل آی دی دیگری قابل استفاده نیست حتی اگر دراپل آیدی قبلی استفاده نشده باشد`,
                `برای جلوگیری از مشکلات و خطاهای احتمالی قبل از redeem کردن گیفت کارت ، بهتر است از وی پی ان استفاده کنید`,
                `بعضی از خرید ها ممکن است مالیات هم داشته باشد بنابراین قبل از انتخاب نوع گیفت کارت به این موضوع توجه داشته باشد.`,
                `برای استفاده از این گیفت کارت ها دو روش وجود دارد :
              از طریق کامپیوتر و برنامه آیتونز
              
              از طریق اپ استور آیفون، آیپاد یا آیپد`
            ],
            image: 'assets/images/gifts/steam.png',
            description: 'اگر از اهالی بازی های کامپیوتری هستید حتما استیم را می شناسید. با استفاده از گیفت کارت های استیم شما می توانید حساب کاربری خود را در استیم شارژ نمایید تا بتوانید از هزاران بازی موجود، بازی های مورد علاقه ی خود را انتخاب نموده و با دوستانتان سرگرم شوید.'
        },
        {
            id: '8',
            name: 'Spotify',
            buyTypes: [
                '50 دلاری',
                '30 دلاری',
            ],
            warnings: [
                `جهت سفارش این گیفت کارت ها کلیه مدارک هویتی باید وریفای شده باشد که برای تایید مدارک لطفا به لینک زیر مراجعه نمایید https://localhost:4200/panel/profile`,
                `در حال حاضر فقط گیفت کارت مربوط به استور آمریکا موجود می باشدبنابراین برای استفاده از این گیفت کارت ها حتماً باید یک اپل آی دی آمریکا داشته باشید`,
                `گیفت کارت ها بدون تاریخ انقضا می باشد ( محدودیت زمانی ندارند )`,
                `در صورت redeem شدن بر روی یک اپل آی دی ، بر روی اپل آی دی دیگری قابل استفاده نیست حتی اگر دراپل آیدی قبلی استفاده نشده باشد`,
                `برای جلوگیری از مشکلات و خطاهای احتمالی قبل از redeem کردن گیفت کارت ، بهتر است از وی پی ان استفاده کنید`,
                `بعضی از خرید ها ممکن است مالیات هم داشته باشد بنابراین قبل از انتخاب نوع گیفت کارت به این موضوع توجه داشته باشد.`,
                `برای استفاده از این گیفت کارت ها دو روش وجود دارد :
              از طریق کامپیوتر و برنامه آیتونز
              
              از طریق اپ استور آیفون، آیپاد یا آیپد`
            ],
            image: 'assets/images/gifts/spotify.png',
            description: 'اسپاتیفای یک سرویس آنلاین پخش موسیقی است که امکان گوش دادن به موسیقی دلخواهتان از بین میلیون ها آهنگ، صدها هزار آلبوم و هزاران خواننده را می دهد. این سرویس بر روی همه ی پلتفورم ها از جمله ویندوز، مکینتاش، اندروید، iOS اجرا می گردد. شما به راحتی می توانید آهنگ های مورد علاقه ی خود را خریداری کرده، آن را آنلاین گوش دهید و یا حتی آن ها را دانلود کرده و به صورت آفلاین از شنیدن موسیقی محبوبتان لذت ببرید.'
        }
    ]




    getGiftcards() {
        return this.giftcards;
    }

    getGiftcard(id: string) {
        return this.giftcards.find(g => g.id == id);
    }

    getSefarats() {
        return this.sefarats;
    }

    getSefarat(id: string) {
        return this.sefarats.find(s => s.id == id);
    }

    getSpecificServices() {
        return this.specialServices
    }

    getSpecificService(id: string) {
        return this.specialServices.find(s => s.id == id);
    }
}